{"title":"如何在10年内以100亿美元的成本改造火星","uid":"217198339a7a60aa907ecefa7c8ed9d4","slug":"如何在十年内以100亿美元的成本改造火星","date":"2022-11-22T14:19:51.000Z","updated":"2022-11-26T09:43:02.832Z","comments":true,"path":"api/articles/如何在十年内以100亿美元的成本改造火星.json","keywords":null,"cover":[],"content":"<div align=\"middle\">\n    <iframe frameborder=\"no\" border=\"0\" marginwidth=\"0\" marginheight=\"0\" width=330 height=86 src=\"//music.163.com/outchain/player?type=2&id=16957743&auto=1&height=66\"></iframe>\n</div>\n\n<p>这篇文章的主题不是地球，而是火星。火星寒冷、干燥、尘土飞扬，在目前的状态下，对生命完全充满敌意。造成这种情况的部分原因是火星比地球小，离太阳更远。然而，火星过去是温暖潮湿的，在它最初形成后不久的很长一段时间，当时太阳似乎太冷而无法产生足够的热量。后来，也许在成百上千个离散的情节中，地球似乎在相对较短的活跃水循环与海洋，湖泊，河流，雨和雪之间切换，由更长的干旱期介导，就如我们今天的地球。</p>\n<p>即使是更温暖、更潮湿的火星仍然对生命充满敌意，因为它的大气层几乎完全是二氧化碳，而且仍然相对稀薄。但是，使地球变暖并填满其湖泊和海洋是最终实现可呼吸空气的“开放天空”的第一步，也是我今天要讨论的步骤。人类可以采取哪些积极步骤将地球转变为温暖&#x2F;潮湿的状态，并在有意义的时间尺度上理想地稳定它？</p>\n<p>正如我在之前的博客和其他来源中所描述的那样，已经讨论了许多地球化火星的方法，包括故意将小行星撞向地球，对其进行nuclear攻击，在表面建造自主温室气体工厂以及太阳帆。就纯粹的技术可行性而言，其中一些比其他方法更合理。然而，关键的一点是，考虑到时间和资本的稀缺性，问“哪种方法会给我每美元带来最多的额外瓦特”是有意义的？</p>\n<p>就火星上可用的热量而言，主要来源是太阳。在火星的轨道上，太阳下降到火星表面大约600 W &#x2F; m^2^，或整个星球上21，600 TW，这比运行一系列核反应堆并发出热量的方法强数百万倍。诀窍是找到一种方法来增强太阳能加热，希望能引发失控的温室效应。在这种模式下，最初的努力使地球变暖到某个临界水平，这导致大气层变厚到足以捕获更多的热量，这反过来又使地球变暖，而无需额外的进一步努力。</p>\n<p>温室气体工厂方法产生强大的吸热气体，如全氟丙烷，其吸收光谱巧妙地堵塞了二氧化碳留下的间隙，每单位质量产生的气体的加热功率是二氧化碳的数百万倍。这种方法的主要缺点是它需要在地表布设大量矿山和天然气工厂;与陆地矿山相比很小，但在人类迄今为止只挖掘了几立方英寸材料的星球上却很大。如果火星上已经有相当多的人口和一些当地工业，那将是非常困难的。在我看来，一个完全自动化的自我复制核动力机器人全氟化碳工厂是科幻小说。这样的项目在首次着陆之前很容易消耗一万亿美元和半个世纪的研发时间，更不用说第一次增加温室气体了。</p>\n<p>事实上，在考虑不同的选择以及在地球上进行一些操作的当前和未来折扣时，地球上有大量的劳动力、材料、可呼吸的空气和发达的供应链，我开始对是否有可能以零太空制造或新技术开始火星地球化过程感兴趣。这是可能的，不出所料，基本计算表明，这也是迄今为止最便宜的方法。这与观察结果没有太大不同，即为月球基地提供电力的最便宜方法是从地球发射电力。</p>\n<p>我将描述基本思想，然后详细探讨其含义。</p>\n<p>目标是在地面手机工厂大规模生产小型太阳帆，将它们发射到低地球轨道（LEO），然后让它们自己飞到火星，在那里，在太阳 - 火星L2附近游荡，它们会将额外的阳光反射到行星的背阳面。四年前我第一次写这个。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_205753860.jpg?w=2048\" alt=\"图 1\"><br>阳光反射到火星夜间一侧的帆图，有效地增加了太阳的角度范围，从而提高了行星的温度。<br><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_210912200.jpg?w=2048\" alt=\"图 2\"></p>\n<p>太阳能帆是用现有的技术和基础设施大规模生产和发射的，不需要新技术或全新的开发。火箭的重力转弯已经帮助其完成一半的DV</p>\n<p>太阳帆与其他类型的航天器略有不同，截至撰写本文时，已有4艘在太空中发射和运行。在 1 AU 时，它们产生约 8 μN&#x2F;m^2^。因此，面密度决定了它们的最大加速度。对于 1 gsm 的非常薄的镀铝聚酯薄膜帆，最大加速度为 8 mm&#x2F;s^2^。这大约是 0.001 g，但一天中有很多秒 – 原则上 700 m&#x2F;s 的 Δv 每天。有一定的扰动，但性能适中的帆将能够在几个月内逃离地球并飞往火星。由于大气阻力也与面积成正比，因此有一个最小高度（~800公里），低于该高度，太阳帆将无法逃离地球。旋转可用于展开、转向和稳定帆，但也存在复杂性，例如奇怪的动力学和需要轴向进动以在螺旋出 LEO 时保持迎角。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_210109502.jpg?w=2048\" alt=\"图 3\"><br>像帆船一样，太阳帆可以“固定”以改变其净力方向并改变轨道元素。</p>\n<p>每张帆重 1000 克，覆盖 1000 m^2^ （1gsm），所以想想一部手机，它主要由非常薄的太空毯制成，展开以覆盖几个篮球场。按照目前的价格，发布成本约为2000美元，而基本手机制造成本约为100美元。从长远来看，这两个数字都可以减少很多。一艘星际飞船发射的帆，更薄的帆材料重量只有250克，发射成本可能只有50美元，而激进的价值工程去除多余的特征可能会使制造成本下降到类似的价值。例如，太阳帆需要一个处理器，相机（星跟踪器）和基本的遥测无线电（2 W足以进行类似WSPR的纠错）。它还需要帆，某种大型LCD面板来改变反射率并实现转向，以及用于供电的太阳能光伏电池，但它不需要显示器，按钮，大量闪存，抗冲击底盘或电池。将整个电子封装安装到基本Arduino大小的PCB中不需要奇迹。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_223322763.jpg?w=2048\" alt=\"图 4\"><br>一种潜在太阳帆配置的基本框图。</p>\n<p>在火星轨道，每 1000 m^2^ 向行星反射大约 600 kW 的额外热能。因此，对于该系统，每兆瓦热量的边际成本在160美元到3500美元之间。一艘发射150吨的星际飞船将提供60万个太阳帆，或近半太瓦的额外热量，只需6000万美元。地球每年生产数亿部手机，因此，如果我们的太阳帆使用相同的供应链和制造工艺，每年应该有可能向火星运送超过100 TW的额外电力。</p>\n<p>火星的横截面积约为36，000，000公里^2^。1000 张帆为这个数字增加了一平方公里。每年 1.5 亿次帆将增加 150，000 km^2^，相当于增加 0.4% 的阳光。目前还不确定究竟需要多少额外的热量才能将火星加热到挥发物从风化层中释放气体并触发正反馈回路以防止辐射热逸出的程度，但即使我们强行实施，十年的发射将使有效太阳能收集增加4%，并且在火星夜空上方航行15亿次，景色会很壮观。粗略估计，能量输入增加4%需要增加4%的热辐射才能达到平衡，这取决于阶数单位的一些几何因素，将导致温度升高1%，从210 K增加到212 K。这是我们在地球上250年的工业努力所取得的成就的两倍，燃烧了一万亿吨化石燃料！</p>\n<p>事实上，放置在太阳 - 火星L2附近的太阳帆的视星等约为-0.75，类似于北极星或土星，而数十亿个太阳帆填充了角范围约为5度的云，每个人眼像素将有数千个帆，产生像银河系一样的光云，只是反射太阳的更亮的回声。虽然这朵云的表面亮度只有太阳的~0.1%，但满时的积分亮度将超过地球的月球。</p>\n<p>我们可以比漫射光暴力强迫更聪明。如果对我们的帆有足够的控制，我们也许能够将太阳的热量集中在火星表面的离散位置，加热和煅烧古老的碳酸盐沉积物，并大大增加可用于变暖的二氧化碳量。问题完全在于杠杆，直接反映的瓦特功率是好的，但不如每小时释放几克新鲜二氧化碳的功率好，除了它自身的热量。</p>\n<p>还有两个额外的兴趣点需要覆盖：地球轨道和火星轨道。</p>\n<p>在离开地球时，太阳帆只需要发射足够高，太阳压力的净推力（随帆的面积成比例）超过高层大气中帆的净阻力，高层大气中的帆也随帆的面积而缩放。实际上，这大约是800公里，高于国际空间站，但低于铱星座。为了实现持续的动力和轨道助推，帆必须发射到极地太阳同步轨道。这些轨道形成了一个家族，其中地球的赤道隆起导致与地球围绕太阳的自转相匹配的岁差。由于太阳同步轨道与地球的24小时日相匹配，而不是较短的4分钟恒星日，因此它们使通过具有一致照明的通道，并且在地球观测中很受欢迎。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_211451439.jpg?w=2048\" alt=\"图 5\"><br>太阳帆在800公里以上的太阳同步轨道上可以不断升起轨道，永远不会遇到地球的阴影。</p>\n<p>太阳同步轨道的倾角通常约为96度，随着近地点的增加而略有增加。在实践中，我们的帆将处于足够高的轨道上，并且足够快地升高它们的轨道，即使它们有足够的推力来调整它们的倾斜度，它们实际上也不需要。如果它们足够快地（几个月内）加速离开地球，那么它们的轨道就永远不需要穿过地球的阴影，从而消除了对电池复杂性的需求。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_211732240.jpg?w=2048\" alt=\"图 6\"><br>该图显示了在极地SSO中飞行的帆如何连续推力以提升其轨道，前提是帆可以每~90分钟轨道绕日地径向轴旋转一次。如果帆是自旋稳定的，这将需要使其稳定性足够失谐以启用极点进动。<br><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_212110995.jpg?w=2048\" alt=\"图 7\"><br>平行于日地径向轴的视图显示，在800公里以上发射的卫星不断推力（在几个月内）将其轨道提升到月球轨道之外并逃逸。</p>\n<p>一旦离开地球的重力井范围，它们就会采用相同的轨道提升“钉子”向外跟踪火星。利用它们小而连续的推力，无论发射窗口如何，它们都可以随时出发，在发射后9到18个月之间到达火星。</p>\n<p>一旦到达火星，帆就会“升起”到太阳 - 火星L2附近，而不会靠近椭圆形的火星轨道或火星日食，这会遮蔽帆。</p>\n<p><img src=\"/images/f474eefc44d477fe6b9ea8ed7b2b86810c60ed59895165a08778bf50feae06a1.png\" alt=\"图 9\"><br>显示受限制的 3 个体系统中 5 个拉格朗日或天平动点的位置的图表。箭头颜色表示点稳定性。</p>\n<p>L2是五个拉格朗日点之一，或双体系统中相对重力稳定性的点。太阳-火星L2沿着太阳-火星径向距离太阳约一百万公里。在这个位置，火星的引力足以增加太阳的轨道周期，以至于轨道周期与火星相同，即使与太阳这个径向距离的天体通常具有更长的轨道周期。在这个距离上，火星在天空中的角范围约为0.007弧度，略大于太阳的视尺寸，这意味着火星不需要帆凸度来吸收来自任何给定帆的所有反射光。</p>\n<p>L2在垂直于径向的轴向平面上稳定，但在径向方向上不稳定。这就是为什么JWST的轨道插入需要如此精确！L1和L2卫星通常“绕”各自的拉格朗日点，围绕径向形成准圆形路径，可以推广到行星际运输网络。换句话说，“L2”的卫星可以占据相当大的空间，它们的轨道足够稳定。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_212933439.jpg?w=2048\" alt=\"图 10\"><br>这张图显示了围绕L1和L2的一对紫色稳定轨道，每个轨道距离火星约1，000，000公里。拉格朗日点的卫星（如SOHO和JWST）通常以这种方式运行。粉色线显示了一个轨道划在等势流形表面的边缘，这使得L1和L2之间的能量极低（尽管相当慢）的转移成为可能，并且实际上超出了低轨道和高轨道上的行星影响范围。这个技巧是星际运输网络的基础。太阳帆可以使用这些歧管作为其动力火星L2插入过程的一部分。</p>\n<p>对于太阳帆，我们需要多概括一点，因为太阳帆一旦在站上，理想情况下将生活在太阳压力，离心力以及来自太阳和火星的重力平衡的区域。由于太阳压力向外提供了额外的力，太阳帆L2区离火星稍近一些，并且由于太阳帆可以通过改变其角度来调整其力矢量，因此该区域相当大。我们进一步将这个区域限制在从帆反射的光线落在火星夜侧的地方，并留下一组由太阳帆的面密度参数化的表面。尽管有这种限制，但与行星的表面积相比，帆的生存体积是巨大的，因此即使是不协调的帆也不太可能相互碰撞甚至遮蔽。</p>\n<p><img src=\"https://caseyhandmer.files.wordpress.com/2022/08/pxl_20220827_213554964.jpg?w=2048\" alt=\"图 11\"><br>L2如何在太阳压力下用帆泛化。黑色形状给出了平衡的帆的方向，尽管围绕Mars-L2轴的圆形轨道是解决方案的更一般形式。在这组情况下，只有最接近火星的情况也会导致反射光落回行星，因此，当用于地球化时，太阳帆最终将停放在那里。</p>\n<p>事实证明，新技术、推进和火星城市不一定是火星地球化的关键路径。脚踏实地尽可能多地完成任务以更便宜和容易的方法，怎么强调都不为过。即使生活在火星上的人们想要地球化，最便宜的方法也是与地球签下协议，用太阳帆向火星夜空发送垃圾。</p>\n<p>翻译自网站<a href=\"https://caseyhandmer.wordpress.com/2022/07/12/how-to-terraform-mars-for-10b-in-10-years/\">凯西·汉德默的博客</a></p>\n","text":" 这篇文章的主题不是地球，而是火星。火星寒冷、干燥、尘土飞扬，在目前的状态下，对生命完全充满敌意。造成这种情况的部分原因是火星比地球小，离太阳更远。然而，火星过去是温暖潮湿的，在它最初形成后不久的很长一段时间，当时太阳似乎太冷而无法产生足够的热量。后来，也许在成百上千个离散的情节...","link":"","photos":[],"count_time":{"symbolsCount":"4.6k","symbolsTime":"4 mins."},"categories":[{"name":"火星","slug":"火星","count":1,"path":"api/categories/火星.json"}],"tags":[{"name":"太空 火星 改造","slug":"太空-火星-改造","count":1,"path":"api/tags/太空-火星-改造.json"}],"toc":"","author":{"name":"Aurora","slug":"blog-author","avatar":"https://img-blog.csdnimg.cn/20210313122054101.png","link":"/","description":"","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"mapped":true,"prev_post":{"title":"星舰是太空运输的未来","uid":"8e0a60333a072fdc55ca302606225ecd","slug":"星舰是太空运输的未来","date":"2022-11-22T15:35:27.000Z","updated":"2022-11-26T09:43:24.488Z","comments":true,"path":"api/articles/星舰是太空运输的未来.json","keywords":null,"cover":[],"text":" 星舰是一款火箭，巨大无比的火箭，很多人听到火箭就觉得那是遥不可及的东西，太空则更是神秘，然而星舰即将改变这一切，改变人类的历史。 正值2022年年底，星舰即将发射。作为人类第一款快速全可重复使用火箭，很多人都仍未看到它的闪光点一般人关注这样两个指标，一个是起飞推力，第二个是运载...","link":"","photos":[],"count_time":{"symbolsCount":"2.2k","symbolsTime":"2 mins."},"categories":[{"name":"火箭","slug":"火箭","count":2,"path":"api/categories/火箭.json"}],"tags":[{"name":"太空 火箭 运输 星舰","slug":"太空-火箭-运输-星舰","count":1,"path":"api/tags/太空-火箭-运输-星舰.json"}],"author":{"name":"Aurora","slug":"blog-author","avatar":"https://img-blog.csdnimg.cn/20210313122054101.png","link":"/","description":"","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}}},"next_post":{}}